<?php


return [

    "LANGUAGES"=>"اللغه",
    "LOGOUT"=>"تسجيل الخروج",
    "MYCOURSES"=>"دوراتي",
    "INSTRUCTOR"=>"المدرب",
    "LOGIN"=>"تسجيل الدخول / التسجيل",
    "CATEGORIES"=>"التصنيفات",
    "HomePage"=>"الصفحة الرئيسية",
    "CoursesList"=>"قائمة الدورات",
    "InstructorsList"=>"قائمة المدربين",
    "BlogsList"=>"قائمة المدونات",
    "Resources"=>"المصادر",
    "AboutUs"=>"من نحن",
    "ContactUs"=>"اتصل بنا",
    "RegisterPage"=>"صفحة التسجيل",
    "LoginPage"=>"صفحة تسجيل الدخول",
    "TopCategories"=>"أهم التصنيفات",
    "Copyrigh"=>"  حقوق النشر © 2024، KIAN. كل الحقوق محفوظة.",
    "Become"=>"كن مدربًا",
    "FirstName"=>"الاسم الأول",
    "ContactEmail"=>"البريد الإلكتروني للتواصل",
    "Telephone"=>"الهاتف",
    "PaypalID"=>"معرف باي بال",
    "Biography"=>"السيرة الذاتية",
    "Submit"=>"إرسال",
    "QuickLinks"=>"روابط سريعة",

    "Course"=>"  الدورات",



"banner_title"=>"تعلم الدورات عبر الإنترنت",
"KIANCOMPANY"=>"شركة كيان",
"banner_text"=>"تعلم كل موضوع، في الوقت المناسب، في كل وقت.",
"instructor_text"=>"لدينا أكثر من 3,250 مدرّسًا مهرّة ومحترفين",
"learn_block_title"=>"تعلم كل موضوع، في كل وقت",
"learn_block_text"=>"موقع كورسات هو منصة على الإنترنت توفر مجموعة واسعة من الدورات التعليمية في مختلف المجالات. يهدف موقع كورسات إلى توفير فرص التعلم عبر الإنترنت للأفراد من جميع أنحاء العالم، سواء كانوا مبتدئين أو محترفين في مجالات معينة.باختصار، موقع كورسات يوفر بيئة تعليمية شاملة ومرنة تمكن الأفراد من تحقيق أهدافهم التعليمية وتطوير مهاراتهم بسهولة وفعالية.",
"LatestCourses"=>"أحدث الدورات",
"FreeCourses"=>"دورات مجانية",
"DiscountCourses"=>"دورات مخفضة السعر",
"ExploreCourses"=>"استكشف الدورات",
"OurInstructors"=>"مدرّسينا",
"K"=>"ك",
"IAN"=>"يان",

"Search"=>"ابحث عن الدورات بواسطة عناوين الدورات",



'toggle_navigation' => 'تبديل التصفح',
'toggle_search' => 'تبديل البحث',
'dashboard' => 'لوحة التحكم',
'users_management' => 'إدارة المستخدمين',
'withdraw_requests' => 'طلبات السحب',
'pages' => 'الصفحات',
'settings' => 'الإعدادات',
'general' => 'عام',
'payment' => 'الدفع',

'profile' => 'الملف الشخصي',
'credits' => 'الرصيد',
"Price"=>"سعر",

'students' => 'الطلاب',
'in_total' => 'بالإجمالي',
'recently_added_courses' => 'الدورات المضافة حديثًا',
'sl_no' => 'الرقم التسلسلي',
'title' => 'العنوان',
'slug' => 'السلوق',
'status' => 'الحالة',
'active' => 'نشط',
'inactive' => 'غير نشط',  
 'videos' => 'الفيديوهات',
'lectures' => 'المحاضرات',

];

    





?>